Repository: ESUCC/Maximd
Catalog: application/translation/global.tmx
Source language: es
Languages: en

source: Añadir una fila
en: Add Row

source: Nivel de acceso
en: Access Level

source: Estudiante
en: Student

source: Fecha de nacimiento
en: Date of Birth

source: Grado
en: Grade

source: Escuela
en: School

source: Distrito escolar
en: School District

source: Padres
en: Parents

source: Edad
en: Age

source: Género
en: Gender

source: Recursos adicionales
en: Additional Resources

source: Puede comunicarse con cualquiera de los siguientes recursos para ayudarle a entender las leyes dederales y estatales para la educación de los niños con discapacidad y los derechos de los padres orogados por esas leyes. Una explicación de sus derechos será proporcionado sin costo alguno por cualquiera de las siguientes organizaciones
en: You may contact any of the following resources to help you understand the federal and state laws for educating children with disabilities and parental rights granted by those laws. An explanation of your rights will be provided at no cost by any of the following organizations

source: Correo
en: Address
